# Parameter Type Id Rbs Elec Circuit Neutral Conductor Size Param Property

Source: https://www.revitapidocs.com/2026/d1eabc3e-55f1-637f-095b-4f8e69805a42.htm

---

| Parameter Type Id Rbs Elec Circuit Neutral Conductor Size Param Property |
| --- |

"Size of Neutral Conductor"
**Namespace:** Autodesk.Revit.DB
**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26\.0\.4\.0 (26\.0\.4\.0\) Syntax C\# VB C\+\+ F\#
```
public static ForgeTypeId RbsElecCircuitNeutralConductorSizeParam { get; }
```

```
Public Shared ReadOnly Property RbsElecCircuitNeutralConductorSizeParam As ForgeTypeId
	Get
```

```
public:
static property ForgeTypeId^ RbsElecCircuitNeutralConductorSizeParam {
	ForgeTypeId^ get ();
}
```

```
static member RbsElecCircuitNeutralConductorSizeParam : ForgeTypeId with get
```

#### Property Value

ForgeTypeId See Also

#### Reference

ParameterTypeId Class Autodesk.Revit.DB Namespace